Repository: NaN-tic/trytond-product_sequence
Catalog: locale/*.po
Languages: ca

# field:product.category,category_sequence:
source: Category Sequence
ca: Seqüència de categoria

# field:product.category,product_sequence:
source: Variant Sequence
ca: Seqüència

# field:product.category,template_sequence:
source: Product Sequence
ca: Seqüencia del producte

# field:product.product,category_sequence:
source: Category Sequence
ca: Seqüència

# field:product.template,category_sequence:
source: Category Sequence
ca: Sequència

# help:product.category,product_sequence:
source: Used to generate the last part of the product code.
ca: Sequència per generar el codi de producte.

# help:product.category,template_sequence:
source: Used to generate the first part of the product code.
ca: Utilitzada per generar la part inicial del codi del producte.

# help:product.product,category_sequence:
source: Sequence code used to generate the product code.
ca: Sequència per generar el codi de producte.

# help:product.template,category_sequence:
source: Sequence code used to generate the product code.
ca: Sequència per generar el codi de producte.

# model:ir.sequence,name:
source: Product Category
ca: Categoria de producte

# model:ir.sequence.type,name:
source: Product Category
ca: Categoria de producte

# view:product.category:
source: Sequence
ca: Seqüència
